{
  "Next 2 U": "Have a little break We're running through the lights, out of breath Our will made us right here, didn't it so? Is this feeling fake? We're happier far than we've ever known Maybe we'll make it finally I had to be the Queen anywhere I went, anytime I talked It's been a while since I've not pretended to be a grownup Cuz you make my makeup's off Take off my dress and crown Then I can fall sound asleep We had paced back and forth all that time You do never know that love I felt I can be an ordinary girl While I've been right next to you Have I still been cared? We've been together after all these days No much time talking over day and night When I feel your stare My heart's like flying high above the phase Maybe we'll overcome the scars You want me to be free Free from legacies, free like meteors That's why I cried since I've been attended to so kindly You're who make my makeup's off Take off my heels and gown Then I can breathe in so deep We had paced back and forth all that time You do never know that love I felt I can be an ordinary girl While I've been right next to you Won't you promise me? No matter how far apart Always keep thinking of me We must be heart to heart Baby...twinkle, twinkle! My little fortunate star Are you with me? Take off my dress and crown Then I can fall sound asleep We had paced back and forth all that time You do never know that love I felt I can see the dream of you and I Take off my heels and gown Then I can breathe in so deep We had paced back and forth all that time You do never know that love I felt I can be an ordinary girl While I've been right next to you",
  "StarRingChild -English ver.-": "Think in about the moment while we'd strayed from the right path We've might misplaced the seed of smile but we were not spontaneous There's a lump in my throat I ain't ready to recover it Was too young to grasp I thought it must be no business of mine They ought to try rewriting our life like as she has been done We've struggled to break loose from this metempsychosis Got mature too much to hear our voice within Star Ring Child Give me your hands to see What noble galaxy That we've been fighting for I'm by your side I'll give you all of me To track who we used to be While the stars sync with my heart beat The story will go on I'm gonna lose my reasons while I'd sink in deep complacence Without your hope, I can't reboot from myself in repentance My body's hurt and shaking Even now while we are in freedom I receive the truth whenever I catch your footsteps and rhythm We survive and stand on here at the huge sacrifice of their life We've struggled to break loose from this metempsychosis But we'd chosen then to play out such a roll When the sun hides in the cosmic clouds Under the dark night shrouds The silence will wraple us You're by my side You share the fate with me I could let my heart be free Now, I'll wake from my delusion Star Ring Child Give me your hands to see What noble galaxy That we've been fighting for I'm by your side I'll give you all of me To track who we used to be While the stars sync with my heart beat The story will go on Soar beyond the noise We'll live in harmony And strive against the destiny We're charging up enough to make our brand new flow Standing back now from all sorts of agony There's no meaning to seek any reason Everything starts off in a second Right behind the worst The daybreak was reserved For the people who're confined We're charging up enough to make our brand new flow Standing back now from all sorts of agony There's no meaning to seek any reason Everything starts shining so bright to draw the new age",
  "A LETTER": "All my friends have gone away I need myself to sing this song But you always passed away. But It seems to be o.k. All my wish and powers They would take me to the gate Should I really find my problem? Do I really want to know about? I'm writing a letter for me Is there anything I would say?  I don't have to throw my life away Everything goes wrong― ―to turn into the way of life This could take so long to find the way All those people cry in vain Now I see the light in pain I can find the way of love  You don't have to throw your life away  Everything goes wrong― ―to turn into the way of life This could take so long to find the way All those people cry in vain Now you see the light in pain You can find the way of love  All my friends have gone away I need myself to sing this song But you always passed away. But It seems to be o.k. All my wish and powers They would take me to the gate Should I really find my problem? Do I really want to know about? I'm writing a letter for me Is there anything I would say?  Say good bye into the perfect sky But it's your love can be the real life line",
  "REMIND YOU": "Who passed away each one in the fight There was no doubt we started for pride And your grief stays too long Then the war brings it worst Tell me why? we're stuck in this deep black hole  Count it from me No one knows our day'll be Don't be afraid everyone will reach for last Nothing but without you I can not go on Now I'm touching to the core of the light Sharing with you for a while tiny moment All I can give you for some help Just reminds you  Who passed away each one for the fight There was no doubt we dreamt of the ride And your grief stays too long Then the war brings it worst Now we searching for under the hope with you  Count it from me My heart beat get slower  Don't be surprise everyone will die at last Nothing but without you I can not go on Now I'm looking for the place to belong  Past to the present Slave to the power  Into my brain From top to the bottom all over my skin All of me is lashed with high fever Don't say just yes, Oh no matrer what they have made up All the things must fix them by your self  Past to the present Slave to the power But is our Bravely from desire Quest for the future",
  "RE:I AM -English ver.-": "Please hear me I want to tell you Please sing to me I wanna hear your voice  I wonder why we have to kill each other so long? And We've been through the fights And now we will have to sacrifice I can't ignore this matter I can't think of you for now All of my life It's been up and down for me  It seems our road through life hasn't got any better And We need to find the way We will put an end to this I've been hold these feeling everyday heartache when I think of you I need some help I can rely on you  Many lives were lost but we're still alive We can make ourself better But I don't cry for destiny We must find out how to live and die Truth is never everything that you can see  I'll never let you go You are the only one Forever but it's come to own me For anyone can hold my hand Oh you can trust in me Could hear the siren And the sky is crying loud as ever I can sense the vibe between you and me  I wonder why we have to kill each other so long? And We've been through the fights Now we will have to sacrifice Can I ignore this situation? I can't think of you for now all of my life It's been up and down for me   Many lives were lost but we're still alive We can make ourself better But I don't cry for destiny We must find out how to live and die Truth is never everything that you can see  I'll never let you go You are the only one Forever but it's come to own me For anyone can hold my hand Oh you can trust in me Could hear the siren And the sky is crying loud as ever I can sense the vibe between you and me  freezing cold shatters my sorrow scorching sand puts it together again freezing cold shatters my sorrow scorching sand puts it together again  Oh It's more than anything That you are on my side The hands of time won't stop I wonder where you are Then it's more than everything That you are the best for me All of our life Every piece Heaven's peace  We'll never forget you You are the only one Forever but it's come to own me For anyone can hold my hand Oh you can trust in me Could hear the siren And the sky is crying loud as ever I can feel this bond between you and me  Please hear me I want to tell you Please sing to me I wanna hear your voice",
  "But still...": "There was a pity boy lapsed into apathy and doubt But he got a chance to change Somehow you bumped into his range He's just a normal boy longing for happiness And now you see what I mean In fact, He was who I used to be I was reborn with your sacred love  I don't know what to do in my mind But I believe in your mighty heart Whenever I lose control, your soul always brings me back Even if I got lost or went blind Monoceros, take me to the Seventh star Open the door to the peaceful world  I was a tiny boy, vanished in the mazes of stardust Why do we gotta spend our lives only for hurting each other? I could just cry for them cursed at, I'm powerless What worth is this fighting for? We'll never find out anymore  No one knows, even the Gods above  I can't draw any schemes of my mind But I believe in your mighty heart Whenever I lose control, your soul always brings me back Even if I got lost or went blind Monoceros, take me to the Seventh star Open the door to the peaceful world  Do you see the lights of life? They are ready to shine I do swear, I'll keep telling them “But still...” forever Because you bring me to life I could fly toward your sign through the jeweled universe  I don't know what to do in my mind But I believe in your mighty heart Whenever I lose control, your soul always brings me back Even if I got lost or went blind Monoceros, take me to the Seventh star Open the door to the peaceful world"
}